services/121-service/src/programs/fsp/api/xml/Cancel.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soap:Body>
      <Cancel xmlns="http://www.loyaltyinabox.com/giftcard_6_8/">
        <TransactionId>0</TransactionId>
        <EAN>0</EAN>
        <CardId>0</CardId>
      </Cancel>
   </soap:Body>
</soap:Envelope>
